export default {
  projections: {
    ЗаказE: {
      дата: {
        __caption__: 'Дата'
      },
      итог: {
        __caption__: 'Итог'
      },
      заказчик: {
        __caption__: 'Заказчик',
        название: {
          __caption__: 'Название'
        }
      },
      блюдо: {
        __caption__: 'Блюдо',
        название: {
          __caption__: 'Название'
        },
        стоимость: {
          __caption__: 'Стоимость'
        },
        типБлюда: {
          __caption__: 'Тип блюда',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    ЗаказL: {
      дата: {
        __caption__: 'Дата'
      },
      итог: {
        __caption__: 'Итог'
      },
      заказчик: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    итог: {
      __caption__: 'Итог'
    },
    заказчик: {
      __caption__: 'Заказчик'
    },
    блюдо: {
      __caption__: 'Блюдо'
    }
  }
};
