export default {
  projections: {
    БлюдоE: {
      название: {
        __caption__: 'Название'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      типБлюда: {
        __caption__: 'Тип блюда',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    название: {
      __caption__: 'Название'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    типБлюда: {
      __caption__: 'Тип блюда'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
