export default {
  projections: {
    БлюдоE: {
      название: {
        __caption__: 'название'
      },
      стоимость: {
        __caption__: 'стоимость'
      },
      типБлюда: {
        __caption__: 'типБлюда',
        название: {
          __caption__: 'название'
        }
      }
    }
  },
  validations: {
    название: {
      __caption__: 'название'
    },
    стоимость: {
      __caption__: 'стоимость'
    },
    типБлюда: {
      __caption__: 'типБлюда'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
