export default {
  projections: {
    ЗаказE: {
      дата: {
        __caption__: 'дата'
      },
      итог: {
        __caption__: 'итог'
      },
      заказчик: {
        __caption__: 'заказчик',
        название: {
          __caption__: 'название'
        }
      },
      блюдо: {
        __caption__: 'блюдо',
        название: {
          __caption__: 'название'
        },
        стоимость: {
          __caption__: 'стоимость'
        },
        типБлюда: {
          __caption__: 'типБлюда',
          название: {
            __caption__: 'название'
          }
        }
      }
    },
    ЗаказL: {
      дата: {
        __caption__: 'дата'
      },
      итог: {
        __caption__: 'итог'
      },
      заказчик: {
        __caption__: 'заказчик',
        название: {
          __caption__: 'название'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    итог: {
      __caption__: 'итог'
    },
    заказчик: {
      __caption__: 'заказчик'
    },
    блюдо: {
      __caption__: 'блюдо'
    }
  }
};
